Repository: sillsdev/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/lang/sil_dictionary-*.po
Languages: ru_ru

source: Rough draft
ru_ru: Первый черновик

source: Self-reviewed draft
ru_ru: Редактируется издателем

source: Community-reviewed draft
ru_ru: Редактируется сообществом

source: Consultant approved
ru_ru: Одобрен консультантом

source: Finished (no formal publication)
ru_ru: Закончен (не опубликован)

source: Formally published
ru_ru: Официально опубликован

source: Language
ru_ru: Язык, речь

source: Word
ru_ru: Слово

source: Information
ru_ru: Информация

source: Story
ru_ru: Повесть, рассказ

source: Fable, myth
ru_ru: Басня, вымысел

source: Saying, proverb
ru_ru: Выражение, пословица, поговорка

source: Riddle
ru_ru: Говорить загадками

source: Poetry
ru_ru: Поэзия, стихи

source: History
ru_ru: История

source: Verbal tradition
ru_ru: Устные традиции

source: Foolish talk
ru_ru: Глупая болтовня

source: Obscenity
ru_ru: Непристойность, похабщина

source: Sign, symbol
ru_ru: Знак, символ

source: Gesture
ru_ru: Жест

source: Point at
ru_ru: Указывать на что-то

source: Facial expression
ru_ru: Выражение лица

source: Laugh
ru_ru: Смех

source: Cry, tear
ru_ru: Плач, слёзы

source: Reading and writing
ru_ru: Чтение и писание

source: Write
ru_ru: Писать

source: Written material
ru_ru: Написанные сведения

source: Read
ru_ru: Читать

source: Publish
ru_ru: Издавать, публиковать

source: Record
ru_ru: Запись

source: List
ru_ru: Список, перечень

source: Letter
ru_ru: Письмо

source: Interpreting messages
ru_ru: Интерпретировать, объяснять сообщения

source: Meaning
ru_ru: Значение, смысл

source: Meaningless
ru_ru: Бессмысленный

source: Unintelligible
ru_ru: Непонятный, неясный

source: Show, indicate
ru_ru: Показывать, указывать

source: Mass communication
ru_ru: Массовые средства информации

source: Radio, television
ru_ru: Радио, телевидение

source: Telephone
ru_ru: Телефон

source: Newspaper
ru_ru: Газета

source: Movie
ru_ru: Кинофильм

source: Recorded music
ru_ru: Записанная музыка

source: Communication devices
ru_ru: Устройство связи

source: Teach
ru_ru: Учить, обучать

source: Show, explain
ru_ru: Показывать, объяснять

source: School
ru_ru: Школа

source: Subject of teaching
ru_ru: Предмет обучения

source: Class, lesson
ru_ru: Занятие, урок

source: Correct
ru_ru: Исправлять

source: Science
ru_ru: Наука

source: Test
ru_ru: Проверка, испытание; тест

source: Answer in a test
ru_ru: Отвечать на вопросы теста

source: Social behavior
ru_ru: Социальное поведение

source: Relationships
ru_ru: Взаимоотношения

source: Friend
ru_ru: Друг

source: Girlfriend, boyfriend
ru_ru: Подружка, друг

source: Types of people
ru_ru: Типы людей

source: Working relationship
ru_ru: Трудовые отношения

source: Know someone
ru_ru: Знать кого-л.

source: Meet for the first time
ru_ru: Встречать впервые

source: Neighbor
ru_ru: Сосед

source: Social class
ru_ru: Класс общества

source: Unity
ru_ru: Единство, сплоченность

source: Disunity
ru_ru: Разобщённость, разъединённость

source: Unfriendly
ru_ru: Недружелюбный, враждебный

source: Set self apart
ru_ru: Отделять себя, ставить себя обособленно

source: Alone
ru_ru: Одинокий

source: Independent person
ru_ru: Независимый человек

source: Private, public
ru_ru: Личный (частный), общественный

source: Begin a relationship
ru_ru: Начинать взаимоотношения

source: End a relationship
ru_ru: Прекращение отношений

source: Show affection
ru_ru: Проявлять любовь (привязанность)

source: Kinship
ru_ru: (Кровное) родство

source: Related by birth
ru_ru: Иметь родственные связи по рождению

source: Grandfather, grandmother
ru_ru: Дедушка, бабушка

source: Father, mother
ru_ru: Отец, мать

source: Brother, sister
ru_ru: Брат, сестра

source: Son, daughter
ru_ru: Сын, дочь

source: Grandson, granddaughter
ru_ru: Внук, внучка

source: Uncle, aunt
ru_ru: Дядя, тётя

source: Cousin
ru_ru: Двоюродный брат, кузен; двоюродная сестра, кузина

source: Nephew, niece
ru_ru: Племянник, племянница

source: Birth order
ru_ru: Очередность рождения

source: Related by marriage
ru_ru: Иметь родственные связи по браку

source: Husband, wife
ru_ru: Муж, жена

source: In-law
ru_ru: Родственник (родственница) по браку

source: Widow, widower
ru_ru: Вдова, вдовец

source: Orphan
ru_ru: Сирота

source: Illegitimate child
ru_ru: Незаконный ребенок

source: Adopt
ru_ru: Усыновлять, удочерять

source: Non-relative
ru_ru: Не состоящие в родстве

source: Family, clan
ru_ru: Семья, род

source: Race
ru_ru: Раса

source: Social activity
ru_ru: Общественная активность

source: Come together, form a group
ru_ru: Собираться вместе, образовывать группу

source: Invite
ru_ru: Приглашать

source: Encounter
ru_ru: (Случайная) встреча

source: Meet together
ru_ru: Встречаться, видеться

source: Visit
ru_ru: Визит

source: Welcome, receive
ru_ru: Приветствовать (кого-л.) ; (радушно) принимать

source: Show hospitality
ru_ru: Оказывать гостеприимство

source: Meeting, assembly
ru_ru: Собрание, встреча

source: Participate
ru_ru: Участвовать, принимать участие

source: Crowd, group
ru_ru: Толпа, группа

source: Organization
ru_ru: Организация

source: Join an organization
ru_ru: Присоединяться к организации

source: Leave an organization
ru_ru: Покидать организацию

source: Belong to an organization
ru_ru: Принадлежать к организации

source: Social group
ru_ru: Социальная группа

source: Social event
ru_ru: Общественное мероприятие (приём, встреча)

source: Ceremony
ru_ru: Церемония; торжество

source: Festival, show
ru_ru: Празднество, фестиваль, представление

source: Celebrate
ru_ru: Праздновать

source: Music
ru_ru: Музыка

source: Compose music
ru_ru: Сочинять музыку

source: Play music
ru_ru: Играть музыку

source: Sing
ru_ru: Петь

source: Musician
ru_ru: Музыкант

source: Musical instrument
ru_ru: Музыкальный инструмент

source: Dance
ru_ru: Танцевать

source: Drama
ru_ru: Драма (театральная пьеса)

source: Entertainment, recreation
ru_ru: Развлечение, отдых

source: Game
ru_ru: Игра

source: Card game
ru_ru: Карточная игра

source: Chess
ru_ru: Шахматы

source: Sports
ru_ru: Виды спорта

source: Football, soccer
ru_ru: Футбол

source: Basketball
ru_ru: Баскетбол

source: Exercise
ru_ru: Упражнение, тренировка

source: Gambling
ru_ru: Азартная игра

source: Play, fun
ru_ru: Развлекаться, забавляться

source: Humor
ru_ru: Юмор

source: Serious
ru_ru: Серьезный

source: Holiday
ru_ru: Отпуск; каникулы

source: Free time
ru_ru: Свободное время

source: Behavior
ru_ru: Поведение, образ действий

source: Good, moral
ru_ru: Хороший, порядочный

source: Bad, immoral
ru_ru: Плохой, безнравственный

source: Meet a standard
ru_ru: Соответствовать стандарту

source: Below standard
ru_ru: Не соответствовать принятому стандарту

source: Mature in behavior
ru_ru: Сформировавшееся поведение

source: Immature in behavior
ru_ru: Незрелое поведение

source: Sensible
ru_ru: Благоразумный, здравомыслящий

source: Reputation
ru_ru: Репутация

source: Patient
ru_ru: Терпеливый

source: Impatient
ru_ru: Нетерпеливый

source: Bad-tempered
ru_ru: Раздражительный, в плохом настроении

source: Admire someone
ru_ru: Восхищаться кем-либо

source: Despise someone
ru_ru: Презирать кого-либо

source: Humble
ru_ru: Скромный, смиренный

source: Proud
ru_ru: Гордый

source: Show off
ru_ru: Хвастаться, выставлять на показ

source: Love
ru_ru: Любовь, любить

source: Hate, ill will
ru_ru: Ненависть, недоброжелательность

source: Not care
ru_ru: Не заботиться

source: Abandon
ru_ru: Покидать, оставлять

source: Do good to
ru_ru: Делать добро

source: Do evil to
ru_ru: Творить зло

source: Help
ru_ru: Помогать

source: Hinder
ru_ru: Мешать, препятствовать (кому/чему-л.)

source: Cooperate with
ru_ru: Сотрудничать с кем-л., взаимодействовать

source: Compete with
ru_ru: Соревноваться; конкурировать; соперничать

source: Altruistic, selfless
ru_ru: Альтруистический, бескорыстный

source: Selfish
ru_ru: Эгоистичный, себялюбивый

source: Use a person
ru_ru: Использовать человека

source: Share with
ru_ru: Делиться с кем-либо

source: Provide for, support
ru_ru: Обеспечивать; поддерживать, помогать

source: Care for
ru_ru: Заботиться

source: Entrust to the care of
ru_ru: Возлагать заботу

source: Meddle
ru_ru: Вмешиваться (во что-либо), словаться не в свое дело

source: Spoil
ru_ru: Портить; наносить ущерб

source: Enter by force
ru_ru: Входить, проникать (в какое-л. помещение, место) посредством силы

source: Kidnap
ru_ru: Похищать людей (особенно детей)

source: Cruel
ru_ru: Жестокий

source: Honest
ru_ru: Честный

source: Dishonest
ru_ru: Нечестный

source: Faithful
ru_ru: Верный, преданный

source: Reliable
ru_ru: Надёжный, заслуживающий доверия

source: Unreliable
ru_ru: Ненадежный

source: Deceive
ru_ru: Обманывать

source: Hypocrite
ru_ru: Лицемер, притворщик

source: Self-controlled
ru_ru: Умеющий владеть собой

source: Lack self-control
ru_ru: Отсутствие самоконтроля

source: Tidy
ru_ru: Аккуратный, опрятный

source: Untidy
ru_ru: Неаккуратный, неряшливый

source: Mistake
ru_ru: Ошибаться; неправильно понимать; заблуждаться

source: Polite
ru_ru: Вежливый, обходительный

source: Impolite
ru_ru: Невежливый, неучтивый

source: Crazy
ru_ru: Ненормальный, сумасшедший

source: Change behavior
ru_ru: Менять поведение

source: Conform
ru_ru: Согласовывать(ся), приспосабливать(ся)

source: Culture
ru_ru: Культура

source: Custom
ru_ru: Обычай, традиция (в масштабах одного народа, культуры)

source: Habit
ru_ru: Привычка, обыкновение (конкретного человека)

source: Prosperity, trouble
ru_ru: Преуспевание, беда (трудности)

source: Prosperity
ru_ru: Преуспевание

source: Trouble
ru_ru: Беда, трудности (несчастье)

source: Problem
ru_ru: Проблема

source: Danger
ru_ru: Опасность

source: Accident
ru_ru: Несчастный случай, катастрофа

source: Disaster
ru_ru: Бедствие, несчастье

source: Separate, alone
ru_ru: Отдельный, обособленный

source: Suffer
ru_ru: Страдать

source: Respond to trouble
ru_ru: Реагировать на беду

source: Brave
ru_ru: Смелый, храбрый

source: Cowardice
ru_ru: Трусость

source: Avoid
ru_ru: Избегать, уклоняться

source: Caution
ru_ru: Осмотрительность, осторожность

source: Solve a problem
ru_ru: Решать проблему

source: Endure
ru_ru: Вынести, вытерпеть

source: Survive
ru_ru: Выдержать, пережить, перенести

source: Respond to someone in trouble
ru_ru: Откликаться на чью-либо беду

source: Mercy
ru_ru: Милосердие

source: Show sympathy, support
ru_ru: Проявлять сочувствие , поддерживать

source: Gentle
ru_ru: Кроткий, тихий, нежный

source: Save from trouble
ru_ru: Спасти от беды

source: Protect
ru_ru: Защищать

source: Free from bondage
ru_ru: Свободный от рабства (неволи)

source: Relief
ru_ru: Облегчение, успокоение, утешение

source: Risk
ru_ru: Опасность, угроза

source: Chance
ru_ru: Случайность, случай

source: Lucky
ru_ru: Счастливый, удачный;

source: Unlucky
ru_ru: Несчастливый, неудачный

source: Authority
ru_ru: Власть

source: Person in authority
ru_ru: Лицо, облеченное властью

source: Have authority
ru_ru: Обладать властью

source: Exercise authority
ru_ru: Осуществлять власть

source: Lead
ru_ru: Возглавлять, руководить, управлять

source: Command
ru_ru: Приказывать, командовать

source: Discipline, train
ru_ru: Дисциплинировать; тренировать, упражнять

source: Appoint, delegate
ru_ru: Назначать, предписывать; поручать

source: Submit to authority
ru_ru: Подчиняться власти

source: Obey
ru_ru: Подчиняться, слушаться, повиноваться

source: Disobey
ru_ru: Не повиноваться, не подчиняться, не слушаться

source: Serve
ru_ru: Служить

source: Slave
ru_ru: Раб

source: Follow, be a disciple
ru_ru: Следовать, быть учеником (последователем)

source: Rebel against authority
ru_ru: Восставать против власти

source: Independent
ru_ru: Независимый

source: Honor
ru_ru: Почитать, уважать

source: Title, name of honor
ru_ru: Титул, (почетное) звание

source: Lack respect
ru_ru: Отсутствие уважения

source: Status
ru_ru: Общественное положение

source: High status
ru_ru: Высокое общественное положение

source: Low status
ru_ru: Низкое общественное положение

source: Government
ru_ru: Правительство

source: Ruler
ru_ru: Правитель, властелин

source: King's family
ru_ru: Царская семья

source: Government official
ru_ru: Государственный чиновник

source: Citizen
ru_ru: Гражданин; гражданка

source: Foreigner
ru_ru: Иностранец, иностранка

source: Government organization
ru_ru: Государственная организация

source: Governing body
ru_ru: Руководство, управляющий орган

source: Rule
ru_ru: Править

source: Subjugate
ru_ru: Подчинять, покорять

source: Government functions
ru_ru: Государственная деятельность

source: Police
ru_ru: Полиция

source: Arrest
ru_ru: Арестовывать

source: Informal justice
ru_ru: Неофициальное правосудие

source: Diplomacy
ru_ru: Дипломатия

source: Represent
ru_ru: Быть представителем, представлять (какое-л. лицо)

source: Election
ru_ru: Выборы, избирательная компания

source: Politics
ru_ru: Политика, политическая деятельность

source: Region
ru_ru: Пространство, территория; область

source: Country
ru_ru: Страна

source: City
ru_ru: Город (большой город)

source: Countryside
ru_ru: Сельская местность, деревня

source: Community
ru_ru: Община; население; вместе живущие люди

source: Law
ru_ru: Закон

source: Laws
ru_ru: Законы; законодательство

source: Pass laws
ru_ru: Принятие законов

source: Break the law
ru_ru: Нарушать закон

source: Court of law
ru_ru: Суд, действующий по нормам статутного и общего права

source: Legal personnel
ru_ru: Судебный персонал

source: Trial
ru_ru: Судебное разбирательство; судебный процесс, суд

source: Investigate a crime
ru_ru: Расследовать преступление

source: Suspect
ru_ru: Подозреваемый

source: Accuse, confront
ru_ru: Обвинять, проводить очную ставку

source: Defend against accusation
ru_ru: Защищать(ся) против обвинений

source: Witness, testify
ru_ru: Свидетель, давать показания

source: Drop charges
ru_ru: Отказ от обвинения

source: Take oath
ru_ru: Присягать, приносить присягу

source: Vindicate
ru_ru: Оправдывать

source: Judge, render a verdict
ru_ru: Выносить приговор, выносить вердикт

source: Acquit
ru_ru: Оправдывать (по суду), признавать невиновным

source: Condemn, find guilty
ru_ru: Осуждать, признавать виновным

source: Fault
ru_ru: Вина, проступок

source: Punish
ru_ru: Наказывать, налагать взыскание

source: Reward
ru_ru: Награда

source: Fine
ru_ru: Денежное взыскание, штраф

source: Imprison
ru_ru: Заключать в тюрьму; лишать свободы

source: Execute
ru_ru: Исполнять, приводить в исполнение (постановление суда)

source: Ostracize
ru_ru: Подвергать остракизму; изгонять из общества

source: Pardon, release
ru_ru: Оставлять без наказания, освобождать (из заключения)

source: Atone, restitution
ru_ru: Компенсировать, возмещать убытки, реституция

source: Legal contract
ru_ru: Законный контракт

source: Covenant
ru_ru: Договорённость, соглашение; договор

source: Break a contract
ru_ru: Нарушить контракт

source: Justice
ru_ru: Справедливость

source: Impartial
ru_ru: Беспристрастный, справедливый

source: Unfair
ru_ru: Несправедливый, нечестный

source: Deserve
ru_ru: Заслуживать, быть достойным чего-л.

source: Discriminate, be unfair
ru_ru: Относиться по-разному, проявлять пристрастие, дискриминировать

source: Act harshly
ru_ru: Действовать резко, жестоко

source: Oppress
ru_ru: Подавлять, притеснять, угнетать

source: Conflict
ru_ru: Конфликт, столкновение

source: Hostility
ru_ru: Враждебность

source: Oppose
ru_ru: Быть против, возражать

source: Fight
ru_ru: Драться, сражаться

source: Fight for something good
ru_ru: Борьба за что-то хорошее

source: Fight against something bad
ru_ru: Борьба против чего-то плохого

source: Attack
ru_ru: Атаковать, нападать

source: Ambush
ru_ru: Засада, находиться, сидеть в засаде

source: Defend
ru_ru: Защищаться, обороняться

source: Revenge
ru_ru: Месть, мщение

source: Riot
ru_ru: Бунт, восстание, мятеж

source: Betray
ru_ru: Изменять, предавать

source: Violent
ru_ru: Жестокий, насильственный

source: Enemy
ru_ru: Враг, неприятель

source: War
ru_ru: Война

source: Defeat
ru_ru: Одержать победу (над кем-л.) , наносить поражение (кому-л.)

source: Win
ru_ru: Победить, выиграть

source: Lose a fight
ru_ru: Проиграть сражение

source: Surrender
ru_ru: Сдаваться; капитулировать

source: Prisoner of war
ru_ru: Военнопленный

source: Military organization
ru_ru: Военная организация

source: Army
ru_ru: Армия, вооруженные силы

source: Navy
ru_ru: Военно-морской флот, военно-морские силы

source: Air force
ru_ru: Военно-воздушные силы

source: Soldier
ru_ru: Солдат

source: Spy
ru_ru: Шпион (разведчик)

source: Fort
ru_ru: Форт, крепость

source: Weapon, shoot
ru_ru: Оружие, стрелять

source: Plunder
ru_ru: Трофеи; добыча, награбленное (у врага)

source: Peace
ru_ru: Мир (покой)

source: Rebuke
ru_ru: Упрекать винить

source: Make an appeal
ru_ru: Обращаться, выступать с призывом

source: Appease
ru_ru: Успокаивать; умиротворять

source: Negotiate
ru_ru: Вести переговоры, договариваться

source: Renounce claim, concede
ru_ru: Отказываться от требования (претензии), уступать (что-л.)

source: Repent
ru_ru: Раскаиваться; каяться, сожалеть

source: Request forgiveness
ru_ru: Просить прощение

source: Forgive
ru_ru: Прощать

source: Make peace
ru_ru: Заключать мир, мириться

source: Stop fighting
ru_ru: Прекращать сражение (боевых действия)

source: Reconcile
ru_ru: Мириться, примиряться

source: Religion
ru_ru: Религия

source: God
ru_ru: Бог

source: Supernatural being
ru_ru: Сверхъестественное существо

source: Theology
ru_ru: Теология, богословие

source: Sacred writings
ru_ru: Священное Писание

source: Miracle, supernatural power
ru_ru: Чудо, сверхъестественная сила

source: Sorcery
ru_ru: Магия, колдовство

source: Demon possession
ru_ru: Одержимость, демоническая зависимость

source: Bless
ru_ru: Благословлять; давать благословение

source: Curse
ru_ru: Проклинать

source: Destiny
ru_ru: Рок, судьба, участь

source: Prophecy
ru_ru: Предсказание, пророчество

source: Omen, divination
ru_ru: Предвещать; предсказание, прорицание

source: Practice religion
ru_ru: Религиозная практика

source: Devout
ru_ru: Набожный, благочестивый, религиозный

source: Pray
ru_ru: Молиться

source: Worship
ru_ru: Поклоняться, почитать

source: Religious ceremony
ru_ru: Религиозный обряд

source: Offering, sacrifice
ru_ru: Приношение, жертва

source: Religious purification
ru_ru: Духовное очищение

source: Taboo
ru_ru: Табу, запрет

source: Salvation
ru_ru: Спасение, избавление

source: Dedicate to religious use
ru_ru: Посвящать для религиозного применения

source: Fasting
ru_ru: Поститься, воздерживаться от пищи

source: Heaven, hell
ru_ru: Небеса, преисподняя, ад

source: Resurrection
ru_ru: Воскресение, восстание из мёртвых

source: Religious organization
ru_ru: Религиозная организация

source: Religious person
ru_ru: Верующий человек

source: Christianity
ru_ru: Христианство

source: Islam
ru_ru: Ислам

source: Hinduism
ru_ru: Индуизм

source: Buddhism
ru_ru: Буддизм

source: Judaism
ru_ru: Иудаизм

source: Animism
ru_ru: Анимизм

source: Religious things
ru_ru: Вещи, имеющие отношение к религиозной практике

source: Idol
ru_ru: Идол

source: Place of worship
ru_ru: Место поклонения

source: Irreligion
ru_ru: Неверие

source: Daily life
ru_ru: Повседневная жизнь

source: Household equipment
ru_ru: Хозяйственный инвентарь

source: Table
ru_ru: Стол

source: Chair
ru_ru: Стул, кресло

source: Bed
ru_ru: Кровать. ложе, постель

source: Cabinet
ru_ru: Шкаф

source: Household decoration
ru_ru: Домашнее убранство

source: Food
ru_ru: Пища, питание, еда

source: Food preparation
ru_ru: Приготовление пищи

source: Cooking methods
ru_ru: Методы приготовления пищи

source: Steps in food preparation
ru_ru: Очередность действий по приготовлению еды

source: Remove shell, skin
ru_ru: Очищать скорлупу, кожу

source: Pound in mortar and pestle
ru_ru: Толочь, раздроблять; растирать пестом; толочь в ступе

source: Grind flour
ru_ru: Молоть муку

source: Cooking utensil
ru_ru: Кухонные принадлежности

source: Food storage
ru_ru: Хранение продовольствия

source: Serve food
ru_ru: Подавать пищу на стол

source: Eat
ru_ru: Есть, принимать пищу

source: Bite, chew
ru_ru: Кусать, жевать

source: Meal
ru_ru: Приём пищи; еда

source: Feast
ru_ru: Празднование, званый обед /ужин; банкет

source: Manner of eating
ru_ru: Манера принимать пищу

source: Hungry, thirsty
ru_ru: Голодный, испытывающий жажду

source: Satiated, full
ru_ru: Сытый, насытившийся

source: Drink
ru_ru: Пить; питье

source: Eating utensil
ru_ru: Посуда для приема пищи

source: Fast, not eat
ru_ru: Воздерживаться от пищи, не есть

source: Types of food
ru_ru: Виды пищи

source: Food from plants
ru_ru: Пища из растений

source: Food from seeds
ru_ru: Пища из зерна

source: Food from fruit
ru_ru: Пища из фруктов

source: Food from vegetables
ru_ru: Пища из овощей

source: Food from leaves
ru_ru: Пища из листьев

source: Food from roots
ru_ru: Пища из кореньев (корнеплодов)

source: Food from animals
ru_ru: Животная пища

source: Milk products
ru_ru: Молочные продукты

source: Egg dishes
ru_ru: Блюда из яиц

source: Cooking ingredients
ru_ru: Ингредиенты для приготовления блюда

source: Sugar
ru_ru: Сахар

source: Salt
ru_ru: Соль

source: Leaven
ru_ru: Дрожжи, закваска

source: Cooking oil
ru_ru: Кулинарное (растительное) масло

source: Prepared food
ru_ru: Готовая пища

source: Prohibited food
ru_ru: Запрещенная пища

source: Beverage
ru_ru: Напиток

source: Alcoholic beverage
ru_ru: Алкогольные напитки

source: Alcohol preparation
ru_ru: Приготовление спиртных напитков

source: Drunk
ru_ru: Пьяный, опьянённый

source: Tobacco
ru_ru: Табак

source: Narcotic
ru_ru: Наркотик

source: Stimulant
ru_ru: Возбуждающее средство, стимулятор

source: Clothing
ru_ru: Одежда

source: Men's clothing
ru_ru: Мужская одежда

source: Women's clothing
ru_ru: Женская одежда

source: Traditional clothing
ru_ru: Традиционная одежда

source: Clothes for special occasions
ru_ru: Одежда для специальных (особенных) случаев

source: Clothes for special people
ru_ru: Одежда для особых (специальных) людей

source: Wear clothing
ru_ru: Носить одежду

source: Naked
ru_ru: Голый, обнажённый

source: Style of clothing
ru_ru: Стиль (фасон) одежды

source: Adornment
ru_ru: Украшение

source: Cosmetics
ru_ru: Косметические средства

source: Care for hair
ru_ru: Уход за волосами

source: Comb hair
ru_ru: Расчесывать волосы

source: Plait hair
ru_ru: Заплетать волосы

source: Dye hair
ru_ru: Окраска волос

source: Hairstyle
ru_ru: Прическа

source: Cut hair
ru_ru: Стрижка волос

source: Shave
ru_ru: Брить(ся)

source: Care for the teeth
ru_ru: Уход за зубами

source: Anoint the body
ru_ru: Намазывать (смазывать) тело

source: Ritual scar
ru_ru: Ритуальный шрам (рубец)

source: Circumcision
ru_ru: Обрезание, обряд обрезания

source: Care for the fingernails
ru_ru: Уход за ногтями

source: Fire
ru_ru: Огонь, пламя

source: Light a fire
ru_ru: Зажечь огонь

source: Tend a fire
ru_ru: Присмотр за огнем

source: Extinguish a fire
ru_ru: Гасить (тушить) огонь

source: Burn
ru_ru: Гореть, пылать

source: What fires produce
ru_ru: Что производит огонь

source: Fuel
ru_ru: Горючее, топливо

source: Fireplace
ru_ru: Камин, очаг

source: Cleaning
ru_ru: Чистка, уборка

source: Clean, dirty
ru_ru: Чистый, грязный

source: Bathe
ru_ru: Купание

source: Wash dishes
ru_ru: Мыть посуду после еды

source: Wash clothes
ru_ru: Стирать белье

source: Sweep, rake
ru_ru: Подметать, сгребать, скрести

source: Wipe, erase
ru_ru: Вытирать, стирать (соскабливать, удалять)

source: Sleep
ru_ru: Сон; спать

source: Go to sleep
ru_ru: Заснуть, засыпать

source: Dream
ru_ru: Сон, сновидение

source: Wake up
ru_ru: Просыпаться

source: Manage a house
ru_ru: Ведение домашнего хозяйства

source: Live, stay
ru_ru: Жить, проживать, останавливаться (у кого-либо)

source: Work and occupation
ru_ru: Работа и род занятий

source: Work
ru_ru: Работа
