Repository: sillsdev/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/lang/sil_dictionary-*.po
Languages: ru_ru

source: Tall
ru_ru: Высокий, высокорослый

source: Short, not tall
ru_ru: Короткий, невысокий

source: Thick
ru_ru: Толстый, полный

source: Thin thing
ru_ru: Тонкий предмет

source: Fat person
ru_ru: Толстый человек

source: Thin person
ru_ru: Тонкий человек

source: Wide
ru_ru: Широкий

source: Narrow
ru_ru: Узкий

source: Big area
ru_ru: Большая территория (пространство)

source: Big container, volume
ru_ru: Большая емкость, объем

source: Distance
ru_ru: Расстояние, дистанция

source: Far
ru_ru: Далекий, дальний

source: Near
ru_ru: Ближний, близлежащий, близко расположенный

source: High
ru_ru: Высокий, высоко

source: Low
ru_ru: Низкий, низко

source: Deep, shallow
ru_ru: Глубокий, мелкий

source: Fit, size
ru_ru: Быть впору, быть в самый раз, подходить (к чему-л.); размер

source: Tight
ru_ru: Туго натянутый, плотно прилегающий, тесный

source: Loose
ru_ru: Свободный, просторный

source: Wedged in, stuck
ru_ru: Вклинивать, втыкать, воткнутый

source: Measure
ru_ru: Мерить, измерять

source: Weigh
ru_ru: Взвешивать

source: Heavy
ru_ru: Тяжелый

source: Light in weight
ru_ru: Легкий по весу

source: Quality
ru_ru: Качество, достоинство

source: Shape
ru_ru: Форма, очертание

source: Point, dot
ru_ru: Точка, пятнышко, отметка

source: Line
ru_ru: Линия, черта

source: Straight
ru_ru: Прямой

source: Flat
ru_ru: Ровный, плоский

source: Horizontal
ru_ru: Горизонтальный

source: Vertical
ru_ru: Вертикальный

source: Leaning, sloping
ru_ru: Наклон, склон; наклонный, покатый

source: Bend
ru_ru: Сгибать, гнуть

source: Roll up
ru_ru: Завертывать, закручивать

source: Twist, wring
ru_ru: Скручивать, сплетать

source: Fold
ru_ru: Сгибать, складывать, сворачивать

source: Round
ru_ru: Круглый, шарообразный

source: Concave
ru_ru: Вогнутый, впалый

source: Convex
ru_ru: Выпуклый

source: Hollow
ru_ru: Пустой, полый

source: Square
ru_ru: Квадратный

source: Pattern, design
ru_ru: Образец, модель, эскиз

source: Symmetrical
ru_ru: Симметричный

source: Stretch
ru_ru: Растягивание, удлинение

source: Texture
ru_ru: Структура, фактура

source: Smooth
ru_ru: Гладкий, ровный

source: Rough
ru_ru: Грубый, шероховатый

source: Sharp
ru_ru: Острый, остроконечный

source: Pointed
ru_ru: Остроконечный, заостренный

source: Blunt
ru_ru: Тупой, тупоконечный

source: Furrow
ru_ru: Борозда, колея, жёлоб

source: Light
ru_ru: Свет, освещение

source: Shine
ru_ru: Светить

source: Light source
ru_ru: Источник света

source: Bright
ru_ru: Яркий, светящийся

source: Dark
ru_ru: Темный, лишенный света

source: Shadow
ru_ru: Тень

source: Color
ru_ru: Цвет

source: White
ru_ru: Белый

source: Black
ru_ru: Черный

source: Gray
ru_ru: Серый

source: Colors of the spectrum
ru_ru: Спектр цветов

source: Animal color, marking
ru_ru: Цвет животных, расцветка; окраска

source: Change color
ru_ru: Изменять цвет

source: Multicolored
ru_ru: Многоцветный, разноцветный

source: Shiny
ru_ru: Освещенный (солнцем), блестящий

source: Hot
ru_ru: Горячий, жаркий

source: Cold
ru_ru: Холодный

source: Type, kind
ru_ru: Тип, вид, сорт

source: Nature, character
ru_ru: Природа, характер

source: Compare
ru_ru: Сравнивать, сличать

source: Same
ru_ru: Тот (же) самый; этот же; один и тот же

source: Like, similar
ru_ru: Аналогичный, подобный, похожий

source: Different
ru_ru: Непохожий, другой

source: Other
ru_ru: Другой, иной

source: Various
ru_ru: Различный, разнообразный

source: Opposite
ru_ru: Противоположный (по природе, характеру, свойствам)

source: Common
ru_ru: Общий, общепринятый

source: Usual
ru_ru: Обычный, обыкновенный

source: Unusual
ru_ru: Необыкновенный, необычный

source: Unique
ru_ru: Уникальный, единственный в своём роде, исключительный

source: Strange
ru_ru: Странный, чуждый; необыкновенный

source: Pattern, model
ru_ru: Образец, модель

source: Imitate
ru_ru: Подражать, копировать

source: Copy
ru_ru: Копировать

source: Made of, material
ru_ru: Сделанный из, материал (вещество)

source: Strong, brittle
ru_ru: Прочный, крепкий; ломкий (хрупкий)

source: Hard, firm
ru_ru: Твердый, жесткий, крепкий

source: Stiff, flexible
ru_ru: Жёсткий (негибкий); гибкий, эластичный

source: Dense
ru_ru: Плотный, густой, частый

source: Soft, flimsy
ru_ru: Мягкий (нежный), тонкий

source: Good
ru_ru: Хороший

source: Bad
ru_ru: Плохой

source: Better
ru_ru: Лучший, лучше

source: Worse
ru_ru: Худший, хуже

source: Perfect
ru_ru: Совершенный, безупречный

source: Mediocre
ru_ru: Посредственный; заурядный

source: Important
ru_ru: Важный, значительный

source: Basic
ru_ru: Основной, главный, базовый

source: Improve
ru_ru: Улучшать, совершенствовать

source: Right, proper
ru_ru: Правильный, надлежащий; подходящий

source: Wrong, unsuitable
ru_ru: Неправильный, неверный, неподходящий

source: Convenient
ru_ru: Удобный, подходящий

source: Compatible
ru_ru: Совместимый, сочетаемый

source: Decay
ru_ru: Гнить, разлагаться

source: Rust
ru_ru: Ржаветь, подвергаться коррозии

source: Blemish
ru_ru: Физический дефект, недостаток

source: Garbage
ru_ru: Мусор, отходы

source: Preserve
ru_ru: Сохранять, сберегать, консервировать

source: Value
ru_ru: Ценность, важность

source: Decorated
ru_ru: Декорированный, украшенный

source: Simple, plain
ru_ru: Простой, незамысловатый, скромный (без украшений)

source: Glory
ru_ru: Великолепие (неземная красота, слава)

source: Time
ru_ru: Время

source: Period of time
ru_ru: Период (промежуток) времени

source: Calendar
ru_ru: Календарь

source: Day
ru_ru: День

source: Night
ru_ru: Ночь

source: Yesterday, today, tomorrow
ru_ru: Вчера, сегодня, завтра

source: Time of the day
ru_ru: Дневное время

source: Week
ru_ru: Неделя

source: Days of the week
ru_ru: Дни недели

source: Month
ru_ru: Месяц

source: Months of the year
ru_ru: Месяцы в году

source: Season
ru_ru: Время года

source: Year
ru_ru: Год

source: Era
ru_ru: Эра, эпоха

source: Special days
ru_ru: Специальные дни

source: Take time
ru_ru: Занимать время (требовать времени) для чего-л.

source: A short time
ru_ru: Короткое время, короткий срок

source: A long time
ru_ru: Долго, долгий срок

source: Forever
ru_ru: Навсегда, нескончаемо долгий период времени

source: Temporary
ru_ru: Временный

source: Indefinite time
ru_ru: Неопределенное время

source: Telling time
ru_ru: Сообщать время

source: Plan a time
ru_ru: Планирование времени

source: Clock, watch
ru_ru: Часы (настенные, карманные)

source: Relative time
ru_ru: Относительное время

source: Order, sequence
ru_ru: Порядок, последовательность, очередность

source: Series
ru_ru: Ряд, последовательность

source: First
ru_ru: Первый (по счёту, по порядку)

source: Next
ru_ru: Следующий

source: Last
ru_ru: Последний

source: Regular
ru_ru: Регулярный, систематический

source: Alternate
ru_ru: Поочередный, чередующийся

source: Before
ru_ru: Раньше, до того как

source: After
ru_ru: Вслед за, после (того как)

source: At the same time
ru_ru: В это же время

source: During
ru_ru: В течение, в продолжение, во время

source: Right time
ru_ru: Правильное (удобное) время, подходящий момент

source: Early
ru_ru: Ранний

source: On time
ru_ru: Вовремя, в срок

source: Late
ru_ru: Поздний, запоздалый

source: Delay
ru_ru: Задержка

source: Postpone
ru_ru: Откладывать, отсрочивать

source: Aspectual time
ru_ru: Аспектное время

source: Start something
ru_ru: Начинать что-либо

source: Beginning
ru_ru: Начало

source: Stop something
ru_ru: Останавливать, прекращать что-л., заканчивать(ся)

source: End
ru_ru: Заканчивать, завершать

source: Until
ru_ru: До (тех пор), пока (не)

source: Since, from
ru_ru: С тех пор, с, начиная с

source: Past
ru_ru: Прошлое, прошедшее

source: Recently
ru_ru: Недавно; на днях, в последнее время

source: Present
ru_ru: Настоящее время

source: Now
ru_ru: Сейчас, теперь

source: Future
ru_ru: Будущее

source: Soon
ru_ru: Скоро, вскоре

source: Not yet
ru_ru: Ещё не(т), нет пока

source: Eventually
ru_ru: В конечном счёте, в итоге, в конце концов

source: Immediately
ru_ru: Немедленно, тотчас же, сразу

source: Age
ru_ru: Возраст

source: Young
ru_ru: Молодой

source: Old, not young
ru_ru: Старый, немолодой

source: New
ru_ru: Новый

source: Old, not new
ru_ru: Старый, не новый

source: Modern
ru_ru: Современный

source: Old fashioned
ru_ru: Старомодный

source: Once
ru_ru: Один раз, однажды

source: Again
ru_ru: Вновь, опять, еще

source: Sometimes
ru_ru: Иногда, временами

source: Often
ru_ru: Часто, много раз

source: All the time
ru_ru: Все время, всегда

source: Every time
ru_ru: Каждый раз, всегда

source: Never
ru_ru: Никогда

source: Continue, persevere
ru_ru: Продолжать(ся), длиться; упорно продолжать

source: Interrupt
ru_ru: Прерывать, внезапно прекращать

source: Start again
ru_ru: Начать заново (еще раз)

source: Interval
ru_ru: Интервал, промежуток

source: Speed
ru_ru: Скорость

source: Quick
ru_ru: Быстрый, быстро

source: Slow
ru_ru: Медленный, медленно

source: Sudden
ru_ru: Внезапный, неожиданный

source: Location
ru_ru: Размещение; определение места (для чего-л.)

source: Here, there
ru_ru: Здесь, тут, там

source: In front of
ru_ru: Впереди, перед

source: Behind
ru_ru: Сзади, позади

source: Beside
ru_ru: Рядом с, около

source: Around
ru_ru: Вокруг, кругом

source: Between
ru_ru: Между

source: On
ru_ru: На (в пространственном значении указывает на нахождение на поверхности какого-л. предмета)

source: Above
ru_ru: Наверху, над

source: Under, below
ru_ru: Под, ниже, внизу

source: Inside
ru_ru: Внутри

source: Out, outside
ru_ru: Вне, снаружи, за пределами (чего-л)

source: Touching, contact
ru_ru: Прикосновение, контакт

source: Next to
ru_ru: Следующий, ближайший к (чему-л)

source: Across
ru_ru: Поперёк, через

source: Indefinite location
ru_ru: Неопределенное местоположение

source: Direction
ru_ru: Направление

source: Forward
ru_ru: Вперед (по ходу движения)

source: Backward
ru_ru: Назад

source: Right, left
ru_ru: Правый, левый

source: Up
ru_ru: Вверх, наверх

source: Down
ru_ru: Вниз

source: Away from
ru_ru: От (чего-л)

source: Towards
ru_ru: К, по направлению к (чему-л)

source: North, south, east, west
ru_ru: Север, юг, восток, запад

source: Be at a place
ru_ru: Быть на каком-то месте

source: Absent
ru_ru: Отсутствующий

source: Area
ru_ru: Площадь, территория

source: Vicinity
ru_ru: Близость, соседство, окрестности

source: Occupy an area
ru_ru: Занимать территорию

source: Space, room
ru_ru: Пространство, площадь

source: Interval, space
ru_ru: Интервал, промежуток, пространство

source: Spatial relations
ru_ru: Пространственные отношения

source: Contain
ru_ru: Содержать в себе, включать

source: Parts of things
ru_ru: Части предметов

source: Front
ru_ru: Передняя сторона чего-л

source: Back
ru_ru: Задняя часть (задняя сторона)

source: Top
ru_ru: Верхняя часть

source: Bottom
ru_ru: Нижняя часть

source: Side
ru_ru: Боковая сторона (часть)

source: Inner part
ru_ru: Внутренняя часть

source: Outer part
ru_ru: Внешняя часть

source: Middle
ru_ru: Средняя часть

source: Edge
ru_ru: Кромка, край, грань

source: End, point
ru_ru: Конец (острый), кончик, остриё

source: Grammar
ru_ru: Грамматика

source: General words
ru_ru: Общие (наиболее широко распространённые) слова

source: Be
ru_ru: Быть

source: Exist
ru_ru: Существовать

source: Become, change state
ru_ru: Становиться, изменять состояние

source: Have, of
ru_ru: Иметь, предлог 'of' - в англ. (указывающий на отношение принадлежности или владение чем-л)

source: Attribution
ru_ru: Атрибуция, определение (объекта)

source: Do
ru_ru: Делать

source: Happen
ru_ru: Случаться, происходить

source: React, respond
ru_ru: Реагировать, отвечать

source: Create
ru_ru: Создавать, творить

source: Design
ru_ru: Придумывать, проектировать, замышлять

source: Make
ru_ru: Делать, изготавливать

source: Change something
ru_ru: Изменять что-либо

source: Event propositions
ru_ru: Событийные пропозиции

source: Thing
ru_ru: Вещь, предмет

source: Physical, non-physical
ru_ru: Физический (материальный), не физический (не осязаемый)

source: Situation
ru_ru: Ситуация

source: General adjectives
ru_ru: Обобщающие прилагательные

source: General adverbs
ru_ru: Обобщающие наречия

source: Part of speech
ru_ru: Часть речи

source: Adjectives
ru_ru: Имя прилагательное

source: Adverbs
ru_ru: Наречия

source: Pronouns
ru_ru: Местоимения

source: Reflexive pronouns
ru_ru: Возвратные местоимения

source: Indefinite pronouns
ru_ru: Неопределенные местоимения

source: Relative pronouns
ru_ru: Относительные местоимения

source: Question words
ru_ru: Вопросительные слова

source: Demonstrative pronouns
ru_ru: Указательные местоимения

source: Personally
ru_ru: Лично, персонально, сам

source: Prepositions, postpositions
ru_ru: Предлоги, послелоги

source: Conjunctions
ru_ru: Союзы

source: Phrase conjunctions
ru_ru: Фразовые (соединительные) союзы

source: Clause conjunctions
ru_ru: Союзы соединяющие придаточные предложения

source: Sentence conjunctions
ru_ru: Союзы соединяющие предложения

source: Particles
ru_ru: Частицы

source: Classifiers
ru_ru: Классные показатели (классификаторы)

source: Interjections
ru_ru: Междометия

source: Affixes
ru_ru: Аффиксы

source: Verb affixes
ru_ru: Глагольные аффиксы

source: Noun affixes
ru_ru: Аффиксы существительных

source: Derivational affixes
ru_ru: Словообразовательные аффиксы

source: Very
ru_ru: Весьма, очень, сильно

source: Degree
ru_ru: Уровень, степень, величина

source: To a large degree
ru_ru: В значительной степени

source: To a small degree
ru_ru: Незначительно, немного

source: To a larger degree
ru_ru: В значительно большей степени

source: To a smaller degree
ru_ru: Незначительно, несущественно, немного

source: Completely
ru_ru: Полностью, целиком

source: Partly
ru_ru: Частично

source: Do intensely
ru_ru: Делать с напряжением (интенсивно)

source: Attribution of an attribute
ru_ru: Приписывание атрибута к атрибуту

source: Semantic constituents related to verbs
ru_ru: Семантические компоненты связанные с глаголами

source: Tense and aspect
ru_ru: Грамматическое время и вид

source: Tense
ru_ru: Грамматическое время

source: Aspect--dynamic verbs
ru_ru: Аспект (вид) -- глаголы движения

source: Aspect--stative verbs
ru_ru: Аспект -- глаголы состояния

source: Relational tenses
ru_ru: Относительные (реляционные) грамматические времена

source: Agent-oriented modalities
ru_ru: Модальности ориентированные на агенс

source: Can
ru_ru: Мочь, быть в состоянии (что-л. делать)

source: Can't
ru_ru: Не мочь

source: Necessary
ru_ru: Необходимый, нужный, требуемый

source: Moods
ru_ru: Наклонение

source: Imperative
ru_ru: Императив (повелительное наклонение)

source: Hortative
ru_ru: Хортатив (увещевательное наклонение)

source: Interrogative
ru_ru: Вопросительный

source: Epistemic moods
ru_ru: Эпистемическое наклонение

source: Certainly, definitely
ru_ru: Конечно, непременно, определенно, точно

source: Sure
ru_ru: Уверенный, конечно, непременно

source: Probably
ru_ru: Вероятно, наверное

source: Possible
ru_ru: Возможный

source: Uncertain
ru_ru: Неопределённый; неясный, точно не известный

source: Unsure
ru_ru: Неуверенный

source: Think so
ru_ru: Думать так

source: Maybe
ru_ru: Может быть

source: Seem
ru_ru: Казаться, представляться

source: Just, almost not
ru_ru: Только, едва, почти не, еле

source: Don't think so, doubt it
ru_ru: Так не думать, сомневаться, считать маловероятным

source: Impossible
ru_ru: Невозможный

source: Evidentials
ru_ru: Доказательства, свидетельства

source: Evaluator
ru_ru: Оцениватель

source: Yes
ru_ru: Да, утверждение

source: No, not
ru_ru: Не, нет

source: Markers expecting an affirmative answer
ru_ru: Маркеры, предполагающие утвердительный ответ

source: Markers expecting a negative answer
ru_ru: Маркеры, предполагающие негативный ответ

source: Subordinating particles
ru_ru: Подчинительные частицы

source: Adverbial clauses
ru_ru: Обстоятельственные придаточные

source: Case
ru_ru: Падеж

source: Primary cases
ru_ru: Основные падежи

source: Beneficiary of an event
ru_ru: Бенефициар события (получатель выгоды от события)

source: Instrument
ru_ru: Орудие, инструмент

source: Means
ru_ru: Средство, способ

source: Way, manner
ru_ru: Способ, образ действий

source: Attendant circumstances
ru_ru: Сопутствующие обстоятельства

source: Spatial location of an event
ru_ru: Пространственное местоположение события

source: Source (of movement)
ru_ru: Источник (перемещения)

source: Path (of movement)
ru_ru: Путь (перемещения)

source: Goal (of movement)
ru_ru: Цель, место назначения (перемещения)

source: Origin (of a person)
ru_ru: Происхождение (человека)

source: Semantically similar events
ru_ru: События со сходной семантикой

source: Together
ru_ru: Вместе, совместно

source: With, be with
ru_ru: С, вместе с

source: With, do with someone
ru_ru: С, делать вместе с кем-л.

source: Each other
ru_ru: Друг другу (каждый другому)

source: In groups
ru_ru: По группам

source: Patient-related cases
ru_ru: Падежи соотносимые с с пациенсом

source: Beneficiary (of a patient)
ru_ru: Бенефициар (пациенса)

source: Recipient (of a patient)
ru_ru: Получатель (реципиент) (пациенса)

source: With (a patient)
ru_ru: Вместе с (пациенсом)

source: Connected with, related
ru_ru: Связанный с, имеющий отношение

source: Coordinate relations
ru_ru: Равные (согласованные) отношения

source: And, also
ru_ru: И, также

source: Or, either
ru_ru: Или, иначе

source: Association
ru_ru: Ассоциация, объединение, связь

source: Combinative relation
ru_ru: Комбинаторные отношения

source: But
ru_ru: Но, однако

source: Except
ru_ru: За исключением, кроме

source: Instead
ru_ru: Вместо, взамен

source: Dissociation
ru_ru: Отделение, разобщение

source: Distribution
ru_ru: Распределение

source: Equivalence
ru_ru: Эквивалентность, равноценность

source: Dependency relations
ru_ru: Отношения подчинения

source: Derivation
ru_ru: Происхождение

source: Limitation of topic
ru_ru: Ограничение предмета обсуждения

source: In general
ru_ru: В общем

source: Relations involving correspondences
ru_ru: Отношения, включающие соответствие

source: Basis
ru_ru: Основа, базис

source: Cause
ru_ru: Причина

source: Reason
ru_ru: Причина, повод

source: Without cause
ru_ru: Без повода, без оснований

source: Result
ru_ru: Результат

source: Without result
ru_ru: Без результата, безрезультатно

source: Purpose
ru_ru: Цель, намерение

source: Without purpose
ru_ru: Без цели, бесцельный

source: Condition
ru_ru: Условие, положение

source: Concession
ru_ru: Уступка

source: Discourse markers
ru_ru: Речевые маркеры

source: Markers of transition
ru_ru: Маркеры перехода

source: Markers of emphasis
ru_ru: Маркеры фразового выделения

source: Prompters of attention
ru_ru: Выражения, привлекающие внимание

source: Markers of direct address
ru_ru: Маркеры прямого обращения

source: Markers of identificational and explanatory clauses
ru_ru: Маркеры идентификационных и пояснительных предложений

source: Markers of focus
ru_ru: Маркеры средоточия внимания

source: Hesitation fillers
ru_ru: Слова-заполнители выражающие сомнение или неуверенность (слова, заполняющие паузы в речи, когда возникает сомнение)

source: Honorifics
ru_ru: Слова вежливости (слова, выражающие почтение)

source: Name
ru_ru: Имя

source: Name of a person
ru_ru: Имя человека

source: Personal names
ru_ru: Личные имена

source: Family names
ru_ru: Фамилия

source: Clan names
ru_ru: Имена (названия) кланов (родов)

source: Tribal names
ru_ru: Имена (названия) племен

source: Names of languages
ru_ru: Имена (названия) языков

source: Nickname
ru_ru: Прозвище, кличка

source: Terms of endearment
ru_ru: Ласкательные выражения

source: Name of a place
ru_ru: Названия мест

source: Names of countries
ru_ru: Названия стран

source: Names of regions
ru_ru: Названия областей

source: Names of cities
ru_ru: Названия городов

source: Names of streets
ru_ru: Названия улиц

source: Names of heavenly bodies
ru_ru: Названия небесных тел

source: Names of continents
ru_ru: Названия континентов

source: Names of mountains
ru_ru: Названия гор

source: Names of oceans and lakes
ru_ru: Названия океанов и озер

source: Names of rivers
ru_ru: Названия рек

source: Name of a thing
ru_ru: Название вещи (предмета)

source: Names of animals
ru_ru: Имена (названия) животных

source: Names of buildings
ru_ru: Названия зданий

source: Semantic Domains
ru_ru: Семантические Области

source: Onomatopoeic words
ru_ru: Идеофоны, звукоподражательные элементы речи

source: Publication Status
ru_ru: Статус словаря
