Repository: sillsdev/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/lang/sil_dictionary-*.po
Languages: ru_ru

source: Worker
ru_ru: Рабочий

source: Expert
ru_ru: Специалист, мастер

source: Method
ru_ru: Метод, способ, прием

source: Try, attempt
ru_ru: Пытаться, стараться, стремиться, прилагать усилия

source: Use
ru_ru: Использовать, применять

source: Useful
ru_ru: Полезный, пригодный, применимый

source: Useless
ru_ru: Бесполезный; никуда не годный

source: Available
ru_ru: Доступный; имеющийся в распоряжении (в наличии)

source: Use up
ru_ru: Израсходовать, использовать; истратить

source: Take care of something
ru_ru: Заботиться о чем-либо, смотреть за чем-либо

source: Waste
ru_ru: Тратить впустую, растрачивать

source: Work well
ru_ru: Работать хорошо

source: Careful
ru_ru: Старательный, тщательный

source: Work hard
ru_ru: Трудиться, усердно работать

source: Busy
ru_ru: Деятельный, занятой

source: Power, force
ru_ru: Сила, энергия, мощь

source: Complete, finish
ru_ru: Заканчивать, завершать, выполнять

source: Ambitious
ru_ru: Амбициозный, честолюбивый

source: Work poorly
ru_ru: Работать плохо

source: Careless, irresponsible
ru_ru: Небрежный, безответственный

source: Lazy
ru_ru: Ленивый

source: Give up
ru_ru: Оставлять, отказываться, уступать

source: Plan
ru_ru: Планировать, строить планы

source: Arrange an event
ru_ru: Организовывать мероприятие

source: Cancel an event
ru_ru: Отменять мероприятие

source: Prepare
ru_ru: Готовить, подготавливать

source: Prepare something for use
ru_ru: Подготавливать что-либо к применению

source: Effective
ru_ru: Действенный, результативный, эффективный

source: Efficient
ru_ru: Действенный, результативный

source: Opportunity
ru_ru: Возможность, удобный случай

source: Difficult, impossible
ru_ru: Трудный, сложный; невозможный, невыполнимый

source: Easy, possible
ru_ru: Легкий, нетрудный; вероятный, возможный

source: Succeed
ru_ru: Получаться, выходить удачным, хорошим; удаваться; преуспевать, иметь успех

source: Fail
ru_ru: Потерпеть неудачу, не иметь успеха; не исполнить

source: Advantage
ru_ru: Преимущество, выгода

source: Job satisfaction
ru_ru: Удовлетворение от работы, удовлетворенность работой

source: Unemployed, not working
ru_ru: Безработный, не работающий

source: Made by hand
ru_ru: Сделано вручную

source: Artificial
ru_ru: Искусственный, ненатуральный

source: Experienced
ru_ru: Знающий, опытный

source: Accustomed to
ru_ru: Привыкший, приученный (к чему-л)

source: Agriculture
ru_ru: Сельское хозяйство; земледелие

source: Growing crops
ru_ru: Выращивание зерновых

source: Growing grain
ru_ru: Выращивание хлебных злаков

source: Growing rice
ru_ru: Выращивание риса

source: Growing wheat
ru_ru: Выращивание пшеницы

source: Growing maize
ru_ru: Выращивание кукурузы

source: Growing roots
ru_ru: Выращивание корнеплодов

source: Growing potatoes
ru_ru: Выращивание картофеля

source: Growing cassava
ru_ru: Выращивание маниока

source: Growing vegetables
ru_ru: Выращивание овощей

source: Growing fruit
ru_ru: Выращивание фруктов

source: Growing grapes
ru_ru: Выращивание винограда

source: Growing bananas
ru_ru: Выращивание бананов

source: Growing grass
ru_ru: Выращивание трав

source: Growing sugarcane
ru_ru: Выращивание сахарного тростника

source: Growing tobacco
ru_ru: Выращивание табака

source: Growing flowers
ru_ru: Выращивание цветов

source: Growing trees
ru_ru: Выращивание деревьев

source: Growing coconuts
ru_ru: Выращивание кокосов

source: Growing coffee
ru_ru: Выращивание кофе

source: Land preparation
ru_ru: Подготовка земли

source: Clear a field
ru_ru: Очистка поля

source: Plow a field
ru_ru: Вспахивать поле

source: Fertilize a field
ru_ru: Удобрять поле

source: Plant a field
ru_ru: Засаживать поле какой-л. культурой

source: Tend a field
ru_ru: Уход за полем

source: Cut grass
ru_ru: Косить траву

source: Uproot plants
ru_ru: Выкорчевывать растения

source: Irrigate
ru_ru: Орошать

source: Trim plants
ru_ru: Подрезка растений

source: Neglect plants
ru_ru: Запускать растения; не осуществлять нужного ухода за растениями

source: Harvest
ru_ru: Жатва; сбор (урожая)

source: First fruits
ru_ru: Первые плоды

source: Crop failure
ru_ru: Неурожай

source: Gather wild plants
ru_ru: Сбор дикорастущих растений

source: Plant product
ru_ru: Растительная продукция

source: Process harvest
ru_ru: Обработка урожая

source: Winnow grain
ru_ru: Веять зерно

source: Mill grain
ru_ru: Молоть зерно

source: Thresh
ru_ru: Молотить, обмолачивать

source: Store the harvest
ru_ru: Убирать на хранение собранный урожай

source: Farm worker
ru_ru: Сельскохозяйственный рабочий

source: Agricultural tool
ru_ru: Сельскохозяйственный (земледельческий) инструмент

source: Farmland
ru_ru: Земля, пригодная для обработки; обрабатываемая земля

source: Animal husbandry
ru_ru: Животноводство (скотоводство)

source: Domesticated animal
ru_ru: Домашнее животное

source: Cattle
ru_ru: Крупный рогатый скот

source: Sheep
ru_ru: Овца

source: Goat
ru_ru: Козёл; коза

source: Pig
ru_ru: Свинья

source: Dog
ru_ru: Собака

source: Cat
ru_ru: Кошка

source: Beast of burden
ru_ru: Вьючное животное

source: Tend herds in fields
ru_ru: Присмотр за стадом в поле

source: Milk
ru_ru: Молоко

source: Butcher, slaughter
ru_ru: Мясник, убой скота

source: Wool production
ru_ru: Производство шерсти

source: Poultry raising
ru_ru: Разведение домашней птицы

source: Chicken
ru_ru: Курица

source: Animal products
ru_ru: Животная продукция

source: Veterinary science
ru_ru: Ветеринария

source: Animal diseases
ru_ru: Болезни животных

source: Castrate animal
ru_ru: Кастрировать животное

source: Hunt and fish
ru_ru: Охотиться и рыбачить

source: Hunt
ru_ru: Охотиться

source: Track an animal
ru_ru: Выслеживать зверя

source: Trap
ru_ru: Ловить в ловушку, капкан

source: Hunting birds
ru_ru: Охота на птиц

source: Beekeeping
ru_ru: Пчеловодство

source: Fishing
ru_ru: Рыбная ловля

source: Fish with net
ru_ru: Ловля рыбы сетью

source: Fish with hooks
ru_ru: Ловля рыбы на крючок

source: Fishing equipment
ru_ru: Рыболовная оснастка

source: Things done to animals
ru_ru: Виды действий, совершаемых по отношению к животным

source: Working with buildings
ru_ru: Сооружение строений

source: Building
ru_ru: Здание, сооружение

source: House
ru_ru: Дом, жилище

source: Land, property
ru_ru: Земельная собственность, поместье

source: Yard
ru_ru: Внутренний двор

source: Fence, wall
ru_ru: Забор, изгородь, стена

source: Parts of a building
ru_ru: Компоненты здания (сооружения)

source: Wall
ru_ru: Стена

source: Roof
ru_ru: Крыша, кровля

source: Floor
ru_ru: Пол, настил

source: Door
ru_ru: Дверь

source: Window
ru_ru: Окно

source: Foundation
ru_ru: Фундамент, основание

source: Room
ru_ru: Комната

source: Floor, story
ru_ru: Пол, перекрытие, ярус

source: Building equipment and maintenance
ru_ru: Строительное оборудование и эксплуатация (уход)

source: Infrastructure
ru_ru: Инфраструктура (инженерные коммуникации)

source: Road
ru_ru: Дорога

source: Boundary
ru_ru: Граница, межа

source: Occupation
ru_ru: Занятие; род занятий, профессия

source: Working with cloth
ru_ru: Работа с тканью

source: Cloth
ru_ru: Ткань, материя

source: Spinning thread
ru_ru: Прядение нитей

source: Knitting
ru_ru: Вязание

source: Weaving cloth
ru_ru: Изготовление ткани

source: Working with minerals
ru_ru: Работа с полезными ископаемыми

source: Mining
ru_ru: Горная промышленность; горные работы; разработка месторождения

source: Smelting
ru_ru: Плавка металлов

source: Working with metal
ru_ru: Работа с металлом

source: Working with clay
ru_ru: Работа с глиной

source: Working with glass
ru_ru: Работа со стеклом

source: Working with oil and gas
ru_ru: Работа с нефтью и газом

source: Working with stone
ru_ru: Работа с камнем

source: Working with bricks
ru_ru: Работа с кирпичами

source: Working with chemicals
ru_ru: Работа с химикатами

source: Explode
ru_ru: Взрываться

source: Working with wood
ru_ru: Работа с древесиной

source: Lumbering
ru_ru: Лесозаготовка

source: Wood
ru_ru: Дерево (материал) ; древесина

source: Working with paper
ru_ru: Работа с бумагой

source: Crafts
ru_ru: Ремесла; профессии

source: Cordage
ru_ru: Снасти, такелаж

source: Weaving baskets and mats
ru_ru: Плетение корзин, циновок

source: Working with leather
ru_ru: Работа с кожей

source: Working with bone
ru_ru: Работа с костью

source: Art
ru_ru: Искусство

source: Draw, paint
ru_ru: Рисовать, писать красками

source: Photography
ru_ru: Фотографирование, фотография

source: Sculpture
ru_ru: Скульптура

source: Working with land
ru_ru: Работа с землей

source: Working with water
ru_ru: Работа с водой

source: Plumber
ru_ru: Водопроводчик

source: Conveying water
ru_ru: Подача воды

source: Controlling water
ru_ru: Регулирование воды

source: Working in the sea
ru_ru: Работа в море

source: Working with machines
ru_ru: Работа с машинами, механизмами

source: Working with electricity
ru_ru: Работа с электричеством

source: Tool
ru_ru: Инструмент; орудие труда

source: Cutting tool
ru_ru: Режущий инструмент

source: Poking tool
ru_ru: Дыропробивной инструмент, инструмент для проделывания (прокалывания) отверстий

source: Digging tool
ru_ru: Инструменты для копки

source: Pounding tool
ru_ru: Дробильный инструмент

source: Carrying tool
ru_ru: Инструмент (приспособление) для переноса (чего-л)

source: Lifting tool
ru_ru: Подъемные инструменты (приспособления)

source: Fastening tool
ru_ru: Крепежный инструмент

source: Holding tool
ru_ru: Удерживающий (фиксирующий) инструмент

source: Container
ru_ru: Контейнер; сосуд; ёмкость

source: Bag
ru_ru: Мешок, сумка

source: Sheath
ru_ru: Ножны (футляр)

source: Parts of tools
ru_ru: Части инструментов

source: Machine
ru_ru: Машина, механизм

source: Finance
ru_ru: Финансы

source: Have wealth
ru_ru: Иметь богатство, состояние

source: Own, possess
ru_ru: Владеть, иметь, обладать

source: Rich
ru_ru: Богатый, состоятельный

source: Poor
ru_ru: Бедный, неимущий

source: Store wealth
ru_ru: Сохранять, хранить богатство

source: Possession, property
ru_ru: Владение, имущество, собственность

source: Accumulate wealth
ru_ru: Накапливать богатство

source: Produce wealth
ru_ru: Производить богатства (материальные ценности)

source: Make profit
ru_ru: Получать прибыль, извлекать прибыль

source: Lose wealth
ru_ru: Терять, утрачивать богатства

source: Frugal
ru_ru: Бережливый, экономный

source: Greedy
ru_ru: Жадный

source: Collect
ru_ru: Собирать, коллекционировать

source: Earn
ru_ru: Зарабатывать, получать доход

source: Share wealth
ru_ru: Разделять богатство

source: Give, donate
ru_ru: Давать, дарить, жертвовать

source: Generous
ru_ru: Щедрый, великодушный

source: Stingy
ru_ru: Скупой

source: Beg
ru_ru: Просить (подаяния)

source: Financial transaction
ru_ru: Финансовые операции

source: Buy
ru_ru: Покупать

source: Sell
ru_ru: Продавать

source: Price
ru_ru: Цена, стоимость

source: Expensive
ru_ru: Дорогой, дорогостоящий

source: Cheap
ru_ru: Дешевый, недорогой

source: Free of charge
ru_ru: Бесплатный

source: Bargain
ru_ru: Торговаться

source: Pay
ru_ru: Платить

source: Hire, rent
ru_ru: Нанимать, арендовать

source: Spend
ru_ru: Тратить, расходовать

source: Store, marketplace
ru_ru: Магазин, рынок

source: Exchange, trade
ru_ru: Обмен, торговля

source: Borrow
ru_ru: Занимать, брать на время

source: Lend
ru_ru: Одалживать, давать взаймы

source: Give pledge, bond
ru_ru: Давать залог, обязательство

source: Owe
ru_ru: Быть должным (кому-л.) ; быть в долгу (перед кем-л.)

source: Repay debt
ru_ru: Возвращать долг

source: Credit
ru_ru: Кредит

source: Money
ru_ru: Деньги

source: Monetary units
ru_ru: Денежные единицы

source: Accounting
ru_ru: Бухгалтерское дело

source: Tax
ru_ru: Налог

source: Dishonest financial practices
ru_ru: Нечестная финансовая практика

source: Steal
ru_ru: Воровать, красть

source: Cheat
ru_ru: Жульничать, мошенничать

source: Extort money
ru_ru: Вымогать деньги

source: Take by force
ru_ru: Брать силой

source: Bribe
ru_ru: Подкупать; давать взятку

source: Smuggle
ru_ru: Заниматься контрабандой, провозить контрабандой

source: Business organization
ru_ru: Организация бизнеса

source: Management
ru_ru: Менеджмент, руководство

source: Work for someone
ru_ru: Работать для кого-либо

source: Marketing
ru_ru: Сбыт, маркетинг

source: Commerce
ru_ru: Торговля (оптовая); коммерция

source: Economics
ru_ru: Экономика

source: Insurance
ru_ru: Страхование

source: Physical actions
ru_ru: Физическая деятельность, физическая активность

source: Posture
ru_ru: Поза, положение (фигуры)

source: Stand
ru_ru: Стоять, вставать

source: Sit
ru_ru: Сидеть, садиться

source: Lie down
ru_ru: Ложиться

source: Kneel
ru_ru: Становиться на колени, преклонять колени

source: Bow
ru_ru: Сгибаться, наклоняться, кланяться

source: Lean
ru_ru: Наклоняться, прислоняться

source: Straight posture
ru_ru: Прямая (неизогнутая) поза

source: Relaxed posture
ru_ru: Расслабленная поза

source: Bend down
ru_ru: Нагнуться, наклониться

source: Move a part of the body
ru_ru: Двигать (шевелить) частью тела

source: Move
ru_ru: Двигаться, передвигаться, перемещаться

source: Manner of movement
ru_ru: Способ передвижения

source: Walk
ru_ru: Идти, ходить

source: Run
ru_ru: Бежать, бегать

source: Crawl
ru_ru: Ползать

source: Jump
ru_ru: Прыгать, скакать

source: Move quickly
ru_ru: Двигаться быстро

source: Move slowly
ru_ru: Двигаться медленно

source: Wander
ru_ru: Бродить, прохаживаться, прогуливаться

source: Graceful
ru_ru: Элегантный, грациозный, изящный

source: Clumsy
ru_ru: Неповоротливый, неуклюжий

source: Walk with difficulty
ru_ru: Ходить с трудом

source: Slip, slide
ru_ru: Скользить, скольжение

source: Steady, unsteady
ru_ru: Устойчивый, неустойчивый

source: Balance
ru_ru: Быть в равновесии, сохранять равновесие

source: Move noisily
ru_ru: Передвигаться шумно

source: Move in a direction
ru_ru: Двигаться в определенном направлении

source: Move forward
ru_ru: Двигаться вперед

source: Move back
ru_ru: Двигаться назад

source: Move sideways
ru_ru: Двигаться в сторону

source: Move up
ru_ru: Двигаться вверх

source: Move down
ru_ru: Двигаться вниз

source: Fall
ru_ru: Падать (с высоты)

source: Turn
ru_ru: Поворачивать(ся)

source: Move in a circle
ru_ru: Движение по кругу (по окружности)

source: Move back and forth
ru_ru: Движение вперед и назад

source: Move straight without turning
ru_ru: Двигаться прямо без поворотов

source: Move toward something
ru_ru: Двигаться по направлению к чему-либо

source: Move away
ru_ru: Двигаться прочь

source: Go
ru_ru: Уходить, уезжать

source: Come
ru_ru: Приходить

source: Leave
ru_ru: Покидать, оставлять

source: Arrive
ru_ru: Прибывать, приезжать

source: Move in
ru_ru: Двигаться, перемещаться внутрь (чего-л)

source: Move out
ru_ru: Двигаться, перемещаться из чего-либо

source: Move past, over, through
ru_ru: Двигаться вдоль (мимо), над (поверх), через (сквозь)

source: Return
ru_ru: Возвращаться, идти обратно

source: Travel
ru_ru: Путешествовать, странствовать

source: Travel by land
ru_ru: Путешествие по суше

source: Vehicle
ru_ru: Транспортное средство

source: Railroad
ru_ru: Рельсовая дорога; железная дорога

source: Travel by water
ru_ru: Путешествие по воде

source: Boat
ru_ru: Лодка

source: Swim
ru_ru: Плавать

source: Dive
ru_ru: Нырять

source: Fly
ru_ru: Летать

source: Travel in space
ru_ru: Путешествие в космическом пространстве

source: Move to a new house
ru_ru: Переезжать в новый дом

source: Way, route
ru_ru: Дорога, путь

source: Lose your way
ru_ru: Потерять свой путь

source: Map
ru_ru: Карта (географическая)

source: Accompany
ru_ru: Сопровождать, следовать вместе

source: Go first
ru_ru: Идти первым

source: Follow
ru_ru: Следовать, идти за

source: Guide
ru_ru: Вести, направлять; быть чьим-л. проводником

source: Move together
ru_ru: Двигаться вместе

source: Pursue
ru_ru: Преследовать (кого-л.) ; гнаться, бежать (за кем-л.)

source: Catch, capture
ru_ru: Ловить; поймать; схватить

source: Prevent from moving
ru_ru: Предотвращать движение

source: Escape
ru_ru: Бежать от, избегать, избавляться (спасаться)

source: Set free
ru_ru: Освобождать

source: Not moving
ru_ru: Не двигаться

source: Stop moving
ru_ru: Прекращать движение

source: Stay, remain
ru_ru: Находиться, оставаться (в каком-л. положении), пребывать

source: Wait
ru_ru: Ждать, выжидать

source: Send someone
ru_ru: Посылать, отправлять кого-либо

source: Move something
ru_ru: Перемещать что-либо

source: Carry
ru_ru: Переносить, перевозить

source: Throw
ru_ru: Бросать, кидать

source: Catch
ru_ru: Ловить; поймать; схватить

source: Shake
ru_ru: Трясти; встряхивать; сотрясать

source: Knock over
ru_ru: Опрокинуть, свалить

source: Set upright
ru_ru: Ставить в вертикальное положение

source: Move something in a direction
ru_ru: Перемещать что-либо в каком-то направлении

source: Put in front
ru_ru: Ставить (размещать) впереди (перед чем-л.)

source: Put in back
ru_ru: Ставить (размещать) сзади (за чем-л.)

source: Put aside
ru_ru: Отложить в сторону, разместить в стороне

source: Lift
ru_ru: Поднимать, повышать

source: Hang
ru_ru: Вешать, подвешивать

source: Lower something
ru_ru: Спускать, опускать (что-л.)

source: Put in
ru_ru: Помещать внутри (внутрь чего-л.)

source: Take something out of something
ru_ru: Вынимать, удалять из (чего-л.)

source: Pull
ru_ru: Тянуть, тащить

source: Push
ru_ru: Толкать

source: Take somewhere
ru_ru: Доставлять (брать с собой) куда-либо

source: Take something from somewhere
ru_ru: Брать (забирать) что-либо откуда-нибудь

source: Return something
ru_ru: Возвращать что-либо

source: Send
ru_ru: Посылать, отправлять

source: Chase away
ru_ru: Прогнать, развеять (прочь)

source: Drive along
ru_ru: Гнать, перемещать (что-л.)

source: Handle something
ru_ru: Обходиться, обращаться; управляться, справляться (с чем-л.)

source: Touch
ru_ru: (При)касаться, трогать

source: Pick up
ru_ru: Поднимать, подбирать

source: Put down
ru_ru: Класть, положить

source: Hold
ru_ru: Держать, удерживать

source: Actions of the hand
ru_ru: Действия руки

source: Support
ru_ru: Поддерживать

source: Extend
ru_ru: Вытягивать (удлинять), растягивать

source: Turn something
ru_ru: Поворачивать что-либо

source: Open
ru_ru: Открывать, раскрывать

source: Shut, close
ru_ru: Закрывать, запирать

source: Block, dam up
ru_ru: Преграждать, блокировать, перегораживать

source: Limit
ru_ru: Ограничивать, ставить предел

source: Cover
ru_ru: Накрывать, покрывать

source: Uncover
ru_ru: Снимать покров, раскрывать

source: Wrap
ru_ru: Заворачивать, обертывать

source: Spread, smear
ru_ru: Распространять, расстилать, развертывать, намазывать, размазывать

source: Transport
ru_ru: Перевозить, транспортировать

source: Have, be with
ru_ru: Иметь, обладать

source: Give, hand to
ru_ru: Давать, отдать

source: Receive
ru_ru: Получить

source: Get
ru_ru: Получить (в собственность), добыть, приобрести; стать обладателем

source: Distribute
ru_ru: Распределять, раздавать

source: Keep something
ru_ru: Хранить, сохранять что-либо

source: Leave something
ru_ru: Оставлять что-либо

source: Throw away
ru_ru: Выкидывать, выбрасывать

source: Not have
ru_ru: Не иметь

source: Arrange
ru_ru: Приводить в порядок; расставлять

source: Gather
ru_ru: Собирать

source: Separate, scatter
ru_ru: Отделять, разделять; разбрасывать

source: Include
ru_ru: Присоединять, включать (в себя), содержать в себе

source: Special
ru_ru: Особый, особенный, специальный

source: Join, attach
ru_ru: Соединять, прикреплять

source: Link, connect
ru_ru: Смыкать, сцеплять, соединять, подключать

source: Stick together
ru_ru: Склеивать вместе

source: Add to something
ru_ru: Прибавлять, присоединять к чему-либо

source: Remove, take apart
ru_ru: Удалять, устранять, разбирать (на части)

source: Mix
ru_ru: Смешивать, перемешивать

source: Pure, unmixed
ru_ru: Чистый; беспримесный, несмешанный

source: Tie
ru_ru: Связывать, привязывать

source: Rope, string
ru_ru: Верёвка; завязка, шнурок

source: Tangle
ru_ru: Спутанный (клубок); запутывать

source: Organize
ru_ru: Организовывать, устраивать

source: Disorganized
ru_ru: Неорганизованный

source: Substitute
ru_ru: Заменять, использовать вместо чего-л.

source: Multiple things moving
ru_ru: Сложное движение предметов

source: Simple, complicated
ru_ru: Несложный, простой; сложный, трудный

source: Put
ru_ru: Класть, ставить

source: Load, pile
ru_ru: Грузить, складывать, сваливать в кучу

source: Fill, cover
ru_ru: Наполнять; накрывать, покрывать

source: Hide
ru_ru: Прятать(ся), скрывать(ся)

source: Search
ru_ru: поиск

source: Find
ru_ru: Находить, обнаруживать

source: Lose, misplace
ru_ru: Потерять; положить, поставить не на то место

source: Physical impact
ru_ru: Физическое воздействие

source: Hit
ru_ru: Ударять(ся) (по чему-л.)

source: Aim at a target
ru_ru: Прицелиться, метиться в цель

source: Kick
ru_ru: Ударять ногой; пинать

source: Press
ru_ru: Жать, давить

source: Rub
ru_ru: Тереть

source: Grind
ru_ru: Зачищать, шлифовать, тереть со скрипом и скрежетом

source: Mark
ru_ru: Ставить знак (метку)

source: Divide into pieces
ru_ru: Делить на части

source: Break
ru_ru: Ломать, разбивать (на части)

source: Crack
ru_ru: Трескаться, растрескиваться

source: Cut
ru_ru: Резать

source: Tear, rip
ru_ru: Рвать, разрывать (одним быстрым движением))

source: Make hole, opening
ru_ru: Делать дыру, отверстие

source: Dig
ru_ru: Копать, рыть

source: Break, wear out
ru_ru: Разрушаться, изнашиваться

source: Damage
ru_ru: Повреждать, портить; наносить ущерб

source: Tear down
ru_ru: Сносить (сооружение)

source: Destroy
ru_ru: Разрушать, рушить

source: Repair
ru_ru: Чинить, ремонтировать

source: States
ru_ru: Состояние, положение

source: Quantity
ru_ru: Количество

source: Number
ru_ru: Число

source: One
ru_ru: Один (число)

source: Two
ru_ru: Два (число)

source: Number of times
ru_ru: Количество раз

source: Multiples
ru_ru: Кратные числа

source: Numbered group
ru_ru: Нумерованная группа

source: Fraction
ru_ru: Дробное число; часть, дробь

source: Number series
ru_ru: Последовательность чисел

source: Count
ru_ru: Считать, подсчитывать

source: Mathematics
ru_ru: Математика

source: Add numbers
ru_ru: Сложение чисел

source: Subtract numbers
ru_ru: Вычитание чисел

source: Multiply numbers
ru_ru: Умножение чисел

source: Divide numbers
ru_ru: Деление чисел

source: Plural
ru_ru: Множественное число

source: Many, much
ru_ru: Многие, множество, много

source: Few, little
ru_ru: Мало, немного, небольшой

source: Group of things
ru_ru: Группа предметов

source: More
ru_ru: Больший, более, больше

source: Less
ru_ru: Меньший, менее, меньше

source: Increase
ru_ru: Возрастать, увеличиваться

source: Decrease
ru_ru: Уменьшаться, убывать, сокращаться

source: All
ru_ru: Весь, вся, всё; всякий, любой; целый

source: Some
ru_ru: Некоторый; несколько

source: None, nothing
ru_ru: Ни один из (общего числа), ничего, ничто

source: Both
ru_ru: Оба, обе

source: Most, almost all
ru_ru: Большинство (большая часть), почти все

source: Most, least
ru_ru: Самый большой, наибольший; самый маленький, наименьший

source: Almost
ru_ru: Почти; едва не

source: Only
ru_ru: Только, единственно

source: Exact
ru_ru: Точный, верный

source: Approximate
ru_ru: Приблизительный, примерный

source: Average
ru_ru: Средний, средняя величина

source: Whole, complete
ru_ru: Весь, целый. полный

source: Part
ru_ru: Часть, доля

source: Piece
ru_ru: Кусок, часть

source: Enough
ru_ru: Достаточный, достаточно

source: Extra
ru_ru: Добавочный, дополнительный; дополнительно

source: Lack
ru_ru: Недостаток, нужда; отсутствие (чего-л.)

source: Need
ru_ru: Необходимость, надобность, нужда

source: Remain, remainder
ru_ru: Оставаться, остаток

source: Full
ru_ru: Полный

source: Empty
ru_ru: Пустой, порожний

source: Big
ru_ru: Большой

source: Small
ru_ru: Маленький

source: Long
ru_ru: Длинный

source: Short, not long
ru_ru: Короткий, недлинный
